Overload List
Name  |   Description
GetRibbonPanels
 Get all the custom Panels on Add-Ins tab of Revit.
GetRibbonPanels(String)
 Get all the custom Panels on a designated Revit tab.
GetRibbonPanels(Tab)
 Get all the custom Panels on a designated standard Revit tab.
 See Also
  UIControlledApplication Class
  UIControlledApplication Members
  Autodesk.Revit.UI Namespace